Repository: manaflow-ai/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextOnboarding/Resources/OnboardingVariantsImport.xcstrings
Source language: en
Languages: ja

# onboarding.v.import.allBrowsers
source: All Browsers
ja: すべてのブラウザ

# onboarding.v.import.chooseProfiles
source: Choose Profiles
ja: プロファイルを選択

# onboarding.v.import.column.bring
source: Bring
ja: 読み込む項目

# onboarding.v.import.column.browsers
source: Browsers
ja: ブラウザ

# onboarding.v.import.edit
source: Edit
ja: 編集

# onboarding.v.import.everything
source: Import everything
ja: すべて読み込む

# onboarding.v.import.from
source: From
ja: 読み込み元

# onboarding.v.import.nothingSelected
source: Nothing selected
ja: 何も選択されていません

# onboarding.v.import.selectedCount
source: %1$lld of %2$lld profiles
ja: %2$lld 件中 %1$lld 件のプロファイル

# onboarding.v.import.sentence.background
source: It keeps going in the background.
ja: 読み込みはバックグラウンドで続きます。

# onboarding.v.import.sentence.local
source: Nothing leaves this Mac.
ja: データはこの Mac の外に出ません。

# onboarding.v.import.sentence.pick
source: Each profile becomes a cmux profile.
ja: 各プロファイルが cmux のプロファイルになります。

# onboarding.v.import.title.bring
source: Bring Your Browsing
ja: ブラウザのデータを移行

# onboarding.v.import.title.everything
source: Bring Everything Over
ja: すべてを移行

# onboarding.v.import.title.short
source: Import
ja: 読み込み

# onboarding.v.import.title.which
source: Which Profiles?
ja: どのプロファイル？
